[
"Bagiku, uang bukanlah definisi kesuksesanku Menginspirasi orang adalah definisi kesuksesan",
"Apakah Anda akan percaya pada apa yang Anda percayai jika hanya Anda yang mempercayainya?",
"Saya menolak untuk menerima ide kebahagiaan orang lain untuk saya Seolah-olah ada standar 'satu ukuran untuk semua' untuk kebahagiaan",
"Setiap kali saya mengatakan sesuatu yang sangat jujur, itu benar-benar merusak internet",
"Jika Anda memiliki kesempatan untuk memainkan permainan kehidupan ini, Anda harus menghargai setiap saat Banyak orang tidak menghargai momen itu sampai berlalu",
"Saya membebaskan pikiran dengan musik saya Itu lebih penting daripada membebaskan beberapa orang dari apartheid atau apa pun",
"Fashion hanyalah opini Dan saya punya banyak pendapat",
"Mengapa, jika seseorang baik dalam satu bidang, tidak bisakah mereka diterima atau diberi kesempatan sekecil apa pun untuk berekspresi dan menjadi kreatif di bidang lain?",
"Tidak ada dalam hidup yang dijanjikan selain kematian",
"Aku tahu ada malaikat yang mengawasiku dari sisi lain",
"Saya di sini bukan untuk berdebat tentang fitur wajahnya Atau di sini untuk mengubah ateis menjadi orang percaya Saya hanya mencoba mengatakan bahwa sekolah membutuhkan guru seperti halnya Kathie Lee membutuhkan Regis, itulah cara kalian membutuhkan tuhan",
"Saya akan mengatakan hal-hal yang serius dan menempatkannya dalam bentuk lelucon sehingga orang dapat menikmatinya Kita tertawa agar tidak menangis",
"Saya cukup menghitung Saya mengambil barang-barang yang saya tahu menarik bagi sisi buruk orang dan mencocokkannya dengan hal-hal yang menarik bagi sisi baik mereka",
"Jaga hidung Anda dari langit, jaga hati Anda kepada dewa, dan jaga wajah Anda dari teriknya matahari",
" tiga tahun, masih menciptakan seni Kemarahan, kreativitas, rasa sakit, terluka, tetapi ini adalah kesempatan untuk tetap menggunakan suara saya melalui musik",
"Saya masih berpikir saya yang terbaik",
"Orang-orang selalu mengatakan rendah hatilah, rendah hati Kapan kali terakhir seseorang mengatakan padamu untuk menjadi luar biasa? Jadilah yang tehebat! Jadilah luar biasa!",
"Saya akan turun sebagai suara generasi ini, dekade ini Saya akan menjadi suara paling keras",
"Man, saya adalah legenda hidup rock star Saya adalah Axl Rose Saya adalah Jim Morrison Saya adalah Jimi Hendrix",
"Saya sangat menghargai saat-saat saya bisa memenangkan album rap tahun ini atau apa pun itu"
]
