[
"Tidak ada iman bagi orang yang tidak memiliki amanah, dan tidak ada agama bagi orang yang tidak memegang janji.",
"Ketika dunia menjadi penuh masalah, ingatlah bahwa Allah selalu ada untukmu.",
"Jika engkau melihat kesalahan seseorang, maka tutuplah aibnya dengan kebaikanmu. Tidak baik menyebarkan aib seseorang di antara manusia.",
"Rahasia kebahagiaan itu ada dalam  hal: Bersabar, bersyukur dan ikhlas.",
"Dunia hanyalah tempat persinggahan, sedangkan yang abadi ialah hidup setelah kematian.",
"Selalu ada lebih banyak hal yang patut untuk disyukuri daripada mengeluh.",
"Hidup kadang-kadang tak seindah yang diinginkan, tetapi janji Allah adalah pasti.",
"Jangan merasa bahwa rencanamu paling hebat karena sehebat apa pun rencanamu, jika menurut Allah itu tidak baik, Allah tidak akan merestui.",
"Doa harusnya menjadi pembuka di pagi hari dan menjadi penutup di waktu malam hari.",
"Hidup tanpa Allah ibarat sebuah pensil tumpul, ia tidak memiliki titik.",
"Bila hijrahmu karena Allah, kamu akan terus melangkah walaupun sudah lelah.",
"Allah akan menolong seorang hamba, selama hambanya senantiasa menolong saudaranya.",
"Menangislah agar dadamu lapang, salatlah agar hatimu kembali tenang, berdoalah agar pertolongan segera datang.",
"Hidup sederhana tanpa ada hasrat untuk mencari perhatian di hadapan manusia adalah di antara sebab ketenangan hati dan bahagia.",
"Allah akan mendatangkan hari-hari yang membuat kita bahagia, sebab hidup takkan selamanya sulit.",
"Tetaplah bersabar meskipun terasa seluruh duniamu berantakan. Allah tahu lelahmu.",
"Semoga apa pun yang kamu perjuangkan hari ini Allah berikan kelancaran, sehingga berakhir dengan hasil yang memuaskan.",
"Jangan biarkan hatimu mendapat kesenangan karena pujian dari orang lain, kamu akan sedih dengan kecaman mereka suatu hari nanti.",
"Jika kamu mencintai seseorang, biarkan dia pergi. Jika ia kembali, maka ia milikmu. Namun jika tidak kembali, ketahuilah maka dia bukan milikmu.",
"Dan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan keperluannya.",
"Takdir itu milik Allah, namun usaha dan doa adalah milik kita.",
"Jika kamu belajar dari kegagalan, maka kamu tidak akan pernah gagal.",
"Terkadang yang membuatmu gelisah bukanlah masalah yang menguji, tetapi bahasa rindu Allah yang gagal kamu pahami.",
"Semoga Allah membimbing di setiap langkah, sehingga apa pun yang ku lakukan menjadi berkah. Dan apa pun yang ku usahakan berbuah indah.",
"Salatlah agar hatimu tenang, istighfarlah agar kecewamu hilang. Dan berdoalah agar bahagiamu segera datang.",
"Masa-masa sulit akan mengajarkanmu bagaimana menjadi kuat dan bagaimana terus berharap kepada Allah.",
"Jangan pernah mendahului apa yang akan terjadi dengan berkata tidak mampu, tidak sanggup, tidak kuat, sebelum ada usaha yang menjadikan dirimu menjadi mampu, sanggup, serta kuat.",
"Takkan pernah ada yang senantiasa bersamamu dalam setiap situasi, kecuali Allah.",
"Titik lelahnya diganti bahagia, fase diamnya diganti senyuman, usahanya diganti keberhasilan, doanya Allah ijabah tepat dengan waktunya.",
"Bercermin itu penting agar kita mengetahui siapa diri kita, apa saja kekurangan kita, sebelum memutuskan untuk menilai orang lain.",
"Kurangi rasa ingin tahumu tentang orang lain, niscaya ghibahmu juga akan berkurang.",
"Jika memulai karena Allah, maka jangan menyerah karena manusia.",
"Jika ada orang yang menjatuhkanmu bangkitlah karena Allah. Jangan putus asa hanya karena manusia. Jangan menyerah hanya karena urusan dunia, ingat ada Allah. Dia Maha Segalanya. Mohonlah pertolongan pada-Nya.",
"Sabar adalah perbendaharaan surga yang tidak diberikan oleh Allah kecuali bagi hamba yang mulia di sisi-Nya.",
"Lelahmu akan berubah manis ketika niatnya lillah karena Allah.",
"Semakin kamu menyerahkan semua urusanmu kepada Allah, maka semakin tenang hatimu.",
"Jangan sampai tampilan sudah baik tapi hati masih munafik karena Allah melihat ikhlasnya hati, bukan sucinya penampilan fisik.",
"Jangan bersedih saat keikhlasanmu diragukan, jangan berhenti meski kebaikanmu dilupakan. Saat kita tidak mengharapkan pujian dari orang lain, maka balasan Allah lebih baik dari yang kita harapkan.",
"Orang yang ikhlas adalah orang yang menyembunyikan perbuatan baiknya sebagaimana ia menyembunyikan perbuatan jahatnya." ,
"Ikhlas adalah perpaduan antara keinginan dan niat seseorang.",
"Hati yang ikhlas dan doa yang tulus adalah dua tentara yang tak terkalahkan.",
"Doa tulus ikhlas yang kamu panjatkan kepada Allah mampu mengubah sesuatu yang awalnya kamu pikir tidak mungkin, berubah menjadi mungkin.",
"Orang yang paling ikhlas adalah dia yang paling mencintai Allah dan paling percaya kepada-Nya.",
"Berbuatlah dengan ikhlas karena Allah Maha Tahu apa yang ada dalam hati.",
"Tanda pertama dari sebuah keikhlasan adalah keberadaanmu ketika di hadapan banyak orang maupun saat sendiri tidak ada bedanya.",
"Kita selalu membersihkan rumah kita saat hendak mengundang seseorang, maka begitu juga kita harus membersihkan hati kita jika ingin mengundang Allah.",
"Hubunganmu dengan Allah bergantung pada hati yang bersih.",
"Keikhlasan adalah rahasia antara Allah dengan hamba-Nya. Bahkan sang malaikat pencatat tidak mengetahui sedikit pun mengenai itu untuk bisa dituliskannya dalam catatan amal. Setan juga tidak mengetahui sehingga dia tidak bisa merusaknya, nafsu pun tidak menyadari sehingga ia tidak bisa memengaruhinya.",
"Keikhlasan bisa membuat amal yang kecil bernilai besar.",
"Bukanlah kesabaran jika masih mempunyai batas dan bukanlah keikhlasan jika masih merasakan sakit.",
"Ikhlas adalah melupakan pujian dari manusia dan hanya terus mencari rida dari Sang Pencipta. Barang siapa menghiasi dirinya di hadapan manusia dengan sesuatu yang tidak dimilikinya, maka ia telah jauh dari rahmat Allah.",
"Belajar tenang karena saya pernah menyesal terburu-buru. Belajar berhenti marah karena saya sering melihat penyesalan karena marah. Belajar ikhlas karena saya tahu Allah Maha Adil. Belajar memulai lagi karena hidup terus berjalan.",
"Karena hati yang terlukai hanya akan terobati oleh hati ikhlas dan berserah pada Ilahi.",
"Ikhlas itu seperti surat Al-Ikhlas, yang tidak ada kata ikhlas di dalamnya. Selama ikhlas masih terucap, itu berarti belum ikhlas karena hanya dia yang ikhlas, yang senantiasa berbuat tanpa pernah menyebut keikhlasannya.",
"Cobalah untuk selalu mensyukuri segala nikmat dan karunia yang telah Allah berikan kepadamu hari ini.",
"Bersyukur, karena itu lebih baik daripada kamu terus saja mengeluh karena apa yang kamu ingin belum kau dapatkan.",
"Aku tidak berharap untuk menjadi yang sempurna karena aku ingin melengkapinya dengan kekuranganku.",
"Jangan pernah melihat nilai dari apa yang telah kamu berikan, tapi hitunglah apa yang telah kamu dapatkan.",
"Jika kita kaya, diberi kesehatan, diberikan musibah dan masih diselamatkan, sakit tapi masih mampu makan, maka kita harus bersyukur karena Allah masih memberikan nikmat yang luar biasa untuk kita.",
"Allah tidak menjanjikan langit itu selalu biru, bunga selalu mekar, dan mentari selalu bersinar. Tapi, ketahuilah Dia selalu memberi pelangi setelah badai, tawa di setiap air mata, berkah di setiap cobaan, dan jawaban dari setiap masalah.",
"Bersyukurlah atas semua yang diberikan Allah kepada kita karena semua orang ada kelebihan dan kekurangan masing-masing. Jangan merasa paling kurang segalanya karena mungkin di luar sana ada banyak orang yang lebih parah dari kita.",
"Apa pun yang kamu dapatkan di dalam dunia ini tidak akan sempurna apabila kamu tidak bisa mensyukurinya.",
"Bahagia itu sangat sederhana, kita hanya perlu mensyukuri dengan nikmat yang telah Allah berikan.",
"Tidak semua orang bisa berterima kasih kepada Allah atas nikmat-Nya. Jika kamu bisa berterima kasih kepada-Nya kamu pasti merasa sangat beruntung karena bisa mengungkapkan rasa syukur kepada Allah atas berkah itu sendiri.",
"Kadang-kadang kita mengisi pikiran kita dengan hal-hal negatif bahwa Allah kita tidak mendengarkan doa kita. Tetapi, yang tidak kita pahami adalah bahwa Dia selalu mendengarkan dan menjawab kita. Kita hanya perlu bersabar dan menjaga diri untuk selalu tetap positif. Kita harus memiliki keyakinan bahwa jika kita bersyukur, Allah akan membalas kita dengan hal-hal yang lebih baik.",
"Aku punya banyak hal untuk disyukuri. Aku sehat, bahagia, dan dicintai. Alhamdulillah.",
"Jangan hanya berterima kasih kepada Allah ketika semuanya berjalan dengan baik, bersyukurlah kepada-Nya bahkan ketika ada hal-hal yang menantang. Ucapkan Alhamdulillah.",
"Kami dirahmati oleh Allah SWT dalam banyak hal. Ingatlah selalu itu dan bersyukurlah.",
"Mengucapkan Alhamdulillah dengan seribu rasa sakit di dada adalah contoh dari keyakinan kamu yang dalam kepada Allah.",
"Alhamdulillah untuk semuanya. Kita tidak pernah bisa cukup berterima kasih kepada Allah atas karunia yang tak terhitung jumlahnya yang Dia berikan kepada kita.",
"Ya Allah, hari ini aku bangun, hidup, dan sehat. Alhamdulillah.",
"Aku bukan apa-apa tanpa Allah. Jika Allah bersamaku, aku bisa melakukan segalanya. Alhamdulillah untuk semuanya.",
"Bagaimana aku bisa merasa tidak berguna ketika Allah telah memberkati aku dengan Islam. Jika aku memiliki Islam, maka saya memiliki segalanya.",
"Allah telah menuliskan nama pasanganmu. Yang perlu kau lakukan adalah memperbaiki hubunganmu dengan-Nya.",
"Jika kau mencintai seseorang, biarkan ia pergi. Kalau ia kembali, ia adalah milikmu. Bila tidak, ia memang tidak pernah jadi milikmu.",
"Jangan buat seseorang mencintaimu jika kamu tak siap tuk berikan hatimu. Cinta tak berbalas itu menyakitkan.",
"Aku ingin cinta yang akan berkata: Bahkan kematian pun tidak akan memisahkan kita, karena kelak kita akan dipertemukan kembali di surga, Insyaallah",
"Aku akan memohon pada Allah SWT untuk berjumpa denganmu dua kali, sekali di dunia ini dan sekali lagi di surga.",
"Orang kuat bukan berarti ia tidak pernah menangis tetapi orang yang terus istikamah dalam menghadapi setiap ujian dan godaan.",
"Ku titipkan cinta ini hanya pada-Mu, jagalah hatiku dan hatinya dari rasa kecewa, hingga waktu itu tiba. Persatukanlah kami dalam restu dan rida-Mu.",
"Boleh jadi kamu membenci sesuatu padahal ia amat baik bagimu, boleh jadi pula kamu menyukai sesuatu padahal ia amat buruk bagimu. Allah mengetahui, sedang kamu tidak mengetahui.",
"Cinta kita adalah yang terbaik karena imanku bertambah. Kau membantuku di dunia, dan karena itu aku ingin kembali bertemu denganmu di surga.",
"Allah menguji kita dengan sesuatu yang kita cintai, maka janganlah berlebihan mencintainya, agar saat sedih tidak berlebihan.",
"Cintailah kekasihmu (secara) sedang-sedang saja, siapa tahu suatu hari dia akan menjadi musuhmu; dan bencilah orang yang engkau benci (secara) biasa-biasa saja, siapa tahu suatu hari dia akan menjadi kecintaanmu.",
"Tugasmu bukan sekadar mencari cinta, tapi mencari semua penghalang dalam diri yang kau bangun untuk melawannya.",
"Kalau aku mencintai karena Allah, cintamu tak akan pernah mati.",
"Tetap saling menjaga satu sama lain untuk selalu dekat dengan Allah. Semoga kelak bersama-sama masuk surga.",
"Cinta sejati tidak berakhir dengan kematian. Jika Allah SWT menghendaki, cinta itu akan berlanjut sampai ke surga.",
"Orang kuat bukan berarti ia tidak pernah menangis tetapi orang yang terus istikamah dalam menghadapi setiap ujian dan godaan.",
"Cinta kepada Allah adalah puncaknya cinta. Lembahnya adalah cinta kepada sesama.",
"Lelaki yang baik tidak akan bermain-main dengan cinta, sebab dia tahu kata cinta menuntut tanggung jawab.",
"Tidak ada solusi yang lebih baik bagi dua insan yang saling mencintai dibanding pernikahan.",
"Ketika seorang suami dan istri saling berpandangan dengan penuh cinta, Allah melihat mereka dengan belas kasih.",
"Cinta itu antara menghalalkan dan meninggalkan karena Tuhan, atau tetap bertahan dalam sebuah kemaksiatan.",
"Lebih baik kehilangan sesuatu demi Tuhan. Daripada kehilangan Tuhan demi mendapatkan sesuatu.",
"Tidak ada wanita di belakang seorang pria hebat. Wanita itu ada di sampingnya. Ia ada bersamanya, bukan di belakangnya.",
"Jangan berhenti berdoa untuk yang terbaik bagi orang yang kau cintai.",
"Setiap hari Allah memikirkanmu, setiap jam Dia menjagamu, setiap menit Dia peduli kepadamu, karena setiap saat Dia mencintaimu.",
"Hati itu seperti cangkir, makin banyak kamu isi dengan kecintaan kepada Allah, maka akan makin sedikit pula ruang yang tersisa untuk kecintaan terhadap dunia.",
"Biarlah kematian menjumpaimu dalam kondisi cinta kepada Allah.",
"Biarkan cinta Allah menyembuhkanmu dan membebaskanmu.",
"Kamu mungkin telah kehilangan semua yang kamu miliki, kamu mungkin kehilangan orang yang kamu cintai, tapi selama kamu masih memiliki Allah, maka kamu masih memiliki semua yang kamu butuhkan.",
"Allah selalu menjawab doamu dengan tiga cara. Pertama, langsung mengabulkannya. Kedua, menundanya. Ketiga, menggantinya dengan yang lebih baik untukmu.",
"Benar, mencintai makhluk itu sangat berpeluang mengalami kehilangan. Kebersamaan bersama makhluk juga berpeluang mengalami perpisahan. Hanya cinta kepada Allah yang tidak." ,
"Kesabaran itu ada dua macam: Sabar atas sesuatu yang tidak kau inginkan dan sabar menahan diri dari sesuatu yang tidak kau ingin dan sabar menahan diri dari sesuatu yang kau ingini.",
"Orang yang terlalu cemburu berusaha untukmenyakiti dan melukai orang lain, tetapi pada akhirnya hanya merugikan diri sendiri.",
"Ingatlah apapun yang terjadi pasti Allah akan selalu bersamamu sehingga jangan sekali pun meninggalkan Sholat.",
"Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum hingga mereka mengubah keadaan yang ada pada diri mereka sendiri.",
"Musibah bagaikan air keruh, makin kau aduk, makin keruh. Bersabarlah karena sebentar lagi dia akan menjadi jernih.",
" Banyak orang yang telah meninggal, tapi nama baik mereka tetap kekal. Dan banyak orang yang masih hidup, tapi seakan mereka orang mati yang tak berguna.",
"Percayalah kepada Allah ketika segala sesuatu tidak berjalan seperti yang kamu harapkan, Allah memiliki rencana yang baik untuk dirimu.",
"Lakukanlah kebaikan sekecil apapun karena kau tak pernah tahu kebaikan apa yang akan membawamu ke surga.",
"Jangan menjelaskan tentang dirimu kepada siapapun, karena yang menyukaimu tidak butuh itu. Dan yang membencimu tidak percaya itu.",
"Ketika kamu tidak mengerti apa yang terjadi dalam hidupmu, tutup saja mata kamu, tarik napas dalam-dalam dan katakan, Ya Allah, aku tahu ini adalah rencana-Mu, bantu aku melewatinya.",
"Jika ada kata-kata yang melukai hati, menunduklah dan biarkan ia melewatimu.",
"Jadilah seperti pohon yang tumbuh dan berbuah lebat. Dilempar dengan batu, tetapi membalasnya dengan buah. -Abu Bakar As Sidiq",
]
