["Segala sesuatu memiliki kesudahan, yang sudah berakhir biarlah berlalu dan yakinlah semua akan baik-baik saja.",
"Setiap detik sangatlah berharga karena waktu mengetahui banyak hal, termasuk rahasia hati.",
"Jika kamu tak menemukan buku yang kamu cari di rak, maka tulislah sendiri.",
"Jika hatimu banyak merasakan sakit, maka belajarlah dari rasa sakit itu untuk tidak memberikan rasa sakit pada orang lain.",
"Hidup tak selamanya tentang pacar.",
"Rumah bukan hanya sebuah tempat, tetapi itu adalah perasaan.",
"Pilih mana: Orang yang memimpikan kesuksesan atau orang yang membuatnya menjadi kenyataan?",
"Kamu mungkin tidak bisa menyiram bunga yang sudah layu dan berharap ia akan mekar kembali, tapi kamu bisa menanam bunga yang baru dengan harapan yang lebih baik dari sebelumnya.",
"Bukan bahagia yang menjadikan kita bersyukur, tetapi dengan bersyukurlah yang akan menjadikan hidup kita bahagia.",
"Aku memang diam. Tapi aku tidak buta.",
"Keyakinan merupakan suatu pengetahuan di dalam hati, jauh tak terjangkau oleh bukti.",
  "Rasa bahagia dan tak bahagia bukan berasal dari apa yang kamu miliki, bukan pula berasal dari siapa diri kamu, atau apa yang kamu kerjakan. Bahagia dan tak bahagia berasal dari pikiran kamu.",
  "Sakit dalam perjuangan itu hanya sementara. Bisa jadi kamu rasakan dalam semenit, sejam, sehari, atau setahun. Namun jika menyerah, rasa sakit itu akan terasa selamanya.",
  "Hanya seseorang yang takut yang bisa bertindak berani. Tanpa rasa takut itu tidak ada apa pun yang bisa disebut berani.",
  "Jadilah diri kamu sendiri. Siapa lagi yang bisa melakukannya lebih baik ketimbang diri kamu sendiri?",
  "Kesempatan kamu untuk sukses di setiap kondisi selalu dapat diukur oleh seberapa besar kepercayaan kamu pada diri sendiri.",
  "Kebanggaan kita yang terbesar adalah bukan tidak pernah gagal, tetapi bangkit kembali setiap kali kita jatuh.",
  "Suatu pekerjaan yang paling tak kunjung bisa diselesaikan adalah pekerjaan yang tak kunjung pernah dimulai.",
  "Pikiran kamu bagaikan api yang perlu dinyalakan, bukan bejana yang menanti untuk diisi.",
  "Kejujuran adalah batu penjuru dari segala kesuksesan. Pengakuan adalah motivasi terkuat. Bahkan kritik dapat membangun rasa percaya diri saat 'disisipkan' di antara pujian.",
  "Gagal itu makanan sehari-hari, Itu biasa, yang penting bagaimana kamu menyikapinya. Evaluasi dan terus bangkit. Jika gagal lagi? Bangkit lagi.",
  "Jalan yang sulit sering kali mengarah ke tujuan yang indah.",
  "Kelemahan terbesar kita terletak pada menyerah. Cara paling pasti untuk sukses adalah selalu mencoba sekali lagi.",
  "Matahari akan tenggelam sore ini, namun esok pagi ia akan terbit lagi. Hari ini mungkin doa dan harapanmu belum terkabul. Namun esok hari, boleh jadi akan terkabul.",
  "Media sosial adalah ilusi. Orang-orang mengira mereka sangat mengenal kamu berdasarkan apa yang kamu perlihatkan di luar sana. Padahal sering kali, yang diperlihatkan hanya sekitar dua persen dari keseluruhan kehidupannya.",
  "Jangan bermain-main dengan perasaan orang lain. Jangan, itu menyakitkan. Dan besok lusa, boleh jadi giliran perasaan kita yang dijadikan mainan orang lain.",
  "Kalau kita menyelamatkan hati orang lain, suatu saat Tuhan pasti akan menyelamatkan kita.",
  "Hidupmu hanya kamu yang menjalani. Jadi, apa pun keputusan yang kamu ambil harus kamu jalankan dengan sepenuh hati.",
  "Bukan tempatnya yang sempit, hatinya saja yang kurang lapang. Bukan rezekinya yang sedikit, bersyukurnya saja yang kurang.",
  "Kepanikan adalah separuh penyakit. Ketenangan adalah separuh obat, kesabaran adalah permulaan kesembuhan.",
  "Bukanlah kesabaran jika masih mempunyai batas dan bukanlah keikhlasan jika masih merasakan sakit.",
  "Sejatinya seseorang hanya suka menilai buruk orang lain, namun tidak suka dirinya dinilai buruk. Suka mengritik orang lain, namun tidak suka dikritik orang lain.",
  "Jangan terbebani dengan penilaian orang lain terhadap dirimu, kamu yang lebih mengenal dirimu sendiri. Perkara orang lain memandang kamu sebagai apa itu terserah mereka.",
  "Berhenti berekspektasi bahwa orang lain akan mencintaimu seperti layaknya kamu mencintai mereka.",
  "Waktu memang tidak bisa menghasilkan uang, tetapi orang yang pandai memanfaatkan waktu, dialah orang yang dapat mendatangkan kekayaan.",
  "Masa muda itu cuma sebentar saja. Tapi dampak dari tindakan semasa muda bisa memengaruhi seluruh kehidupan di masa tua.",
  "Kamu tidak bisa mengharapkan cinta dari orang lain saat kamu tidak mau mencintai dirimu sendiri.",
  "Hidup itu ada dua macam, yaitu suka dan duka. Kunci untuk melaluinya adalah syukur dalam suka dan sabar dalam duka.",
  "Insecure dapat membuatmu rendah diri dan merasa takut berlebihan. Padahal di balik kekuranganmu, Tuhan telah melengkapi dengan kelebihan.",
  "Tersenyumlah, jangan kau risaukan hal-hal yang tak bisa kau selesaikan sekarang. Asalkan kau sabar, Tuhan akan memberimu jalan.",
  "Jangan bermain-main dengan perasaan orang lain. Jangan, itu menyakitkan. Dan besok lusa, boleh jadi giliran perasaan kita yang dijadikan mainan orang lain.",
  "Kalau kita menyelamatkan hati orang lain, suatu saat Tuhan pasti akan menyelamatkan kita.",
  "Hidupmu hanya kamu yang menjalani. Jadi, apa pun keputusan yang kamu ambil harus kamu jalankan dengan sepenuh hati.",
  "Bukan tempatnya yang sempit, hatinya saja yang kurang lapang. Bukan rezekinya yang sedikit, bersyukurnya saja yang kurang.",
  "Kepanikan adalah separuh penyakit. Ketenangan adalah separuh obat, kesabaran adalah permulaan kesembuhan.",
  "Bukanlah kesabaran jika masih mempunyai batas dan bukanlah keikhlasan jika masih merasakan sakit.",
  "Sejatinya seseorang hanya suka menilai buruk orang lain, namun tidak suka dirinya dinilai buruk. Suka mengritik orang lain, namun tidak suka dikritik orang lain."
]
